Repository: dtx0/EtreCheck
Catalog: EtreCheck/*.lproj/Localizable.strings
Languages: fr

source: Starting up...
fr: Démarrage...

source: Checking launchd information
fr: Vérification des informations launchd

source: Checking hardware information
fr: Vérification des informations matérielles

source: Checking hardware
fr: Vérification du matériel

source: Checking video information
fr: Vérification des informations vidéo

source: Checking obsolete startup items
fr: Vérification des éléments de démarrage obsolètes

source: Checking system software
fr: Vérification du logiciel du système

source: Checking disk information
fr: Vérification des informations des disques

source: Checking USB information
fr: Vérification des informations USB

source: Checking Firewire information
fr: Vérification des informations Firewire

source: Checking Thunderbolt information
fr: Vérification des informations Thunderbolt

source: Checking preference panes
fr: Vérification des panneaux de préférences

source: Checking fonts
fr: Vérification des polices

source: Checking applications
fr: Vérification des applications

source: Sampling processes for CPU
fr: L’échantillonnage des processus pour CPU

source: Sampling processes for memory
fr: L’échantillonnage des processus pour la mémoire

source: Checking system launch daemons
fr: Vérification des daemons de lancement du système

source: Checking system launch agents
fr: Vérification des agents de lancement du système

source: Checking launch daemons
fr: Vérification des daemons de lancement

source: Checking launch agents
fr: Vérification des agents de lancement

source: Checking user launch agents
fr: Vérification des agents de lancement pour utilisateur

source: Checking internet plug-ins
fr: Vérification des plug-ins internet

source: Checking user internet plug-ins
fr: Vérification des plug-ins internet pour utilisateur

source: Checking user audio plug-ins
fr: Vérification des plug-ins audio pour utilisateur

source: Checking virtual memory information
fr: Vérification des informations de la mémoire virtuelle

source: Checking Time Machine information
fr: Vérification des informations Time Machine

source: Checking audio plug-ins
fr: Vérification des plug-ins audio

source: Checking kernel extensions
fr: Vérification des extensions du noyau

source: Checking login items
fr: Vérification des éléments Ouverture

source: Checking Safari extensions
fr: Vérification des extensions de Safari

source: Checking iTunes plug-ins
fr: Vérification des plug-ins iTunes

source: Checking user iTunes plug-ins
fr: Vérification des plug-ins iTunes pour utilisateur

source: Checking configuration files
fr: Vérification des fichiers de configuration

source: Checking Gatekeeper information
fr: Vérification des informations Gatekeeper

source: Checking software
fr: Vérification du logiciel

source: Checking daemons and agents
fr: Vérification des daemons et des agents

source: Checking for unknown files
fr: Vérification des fichiers inconnus

source: model
fr: modèle

source: %@S.M.A.R.T. Status: %@
fr: %@Statut S.M.A.R.T. : %@

source: <not mounted>
fr: <non monté>

source: Low!
fr: Faible !

source: None
fr: Aucun

source: (%@ free)
fr: (%@ libre)

source: timemachineneedsmountainlion
fr: Les informations Time Machine requièrent OS X 10.8 «Mountain Lion» ou ultérieur.

source: timemachineinformationnotavailable
fr: Informations Time Machine non disponibles

source: Mobile backups:
fr: Sauvegardes mobiles :

source: ON
fr: Allumé

source: OFF
fr: Désactivé

source: Auto backup:
fr: Sauvegarde automatique :

source: YES
fr: OUI

source: NO - Auto backup turned off
fr: NON - Sauvegarde automatique désactivée

source: Volumes being backed up:
fr: Disques sauvegardés :

source: %@: Disk size: %@ Disk used: %@
fr: %@ : Taille de disque : %@ Disque utilisé : %@

source: Total size: %@
fr: Taille totale : %@

source: Total number of backups: %@
fr: Nombre total de sauvegardes : %@

source: Oldest backup: %@
fr: Sauvegarde la plus ancienne : %@

source: Last backup: %@
fr: Dernière sauvegarde : %@

source: Size of backup disk:
fr: Taille du disque de sauvegarde :

source: Backup size %@ > (Disk size %@ X 3)
fr: Taille de sauvegarde %@ > (Taille de disque %@ X 3)

source: Backup size %@ > (Disk used %@ X 3)
fr: Taille de sauvegarde %@ > (Disque utilisé %@ X 3)

source: Backup size %@ < (Disk used %@ X 3)
fr: Taille de sauvegarde %@ > (Disque utilisé %@ X 3)

source: Adequate %@
fr: Acceptable %@

source: Too small %@
fr: Trop petit %@

source: Time Machine details not available.
fr: Détails de Time Machine non disponibles.

source: %@ excluded from backup!
fr: %@ exclu de la sauvegarde !

source: Time Machine not configured!
fr: Time Machine n’est pas configuré !

source: Cannot contact Oracle
fr: Oracle inaccessible

source: Outdated!
fr: Obsolète !

source: https://www.java.com/en/download/installed.jsp
fr: https://www.java.com/fr/download/installed.jsp

source: Update
fr: Mettre à jour

source: Check version
fr: Vérifier la version

source: Cannot contact Adobe
fr: Adobe inaccessible

source: [loaded]
fr: [engagé]

source: [not loaded]
fr: [désengagé]

source: [failed]
fr: [échec]

source: [invalid]
fr: [invalide ?]

source: [killed]
fr: [interrompu]

source: [running]
fr: [en marche]

source: [Unknown]
fr: [Inconnu]

source: [System]
fr: [Système]

source: %@ (hidden)
fr: %@ (masqué)

source: Hidden
fr: Masqué

source: There was a problem retrieving launchd job status.
fr: Impossible de trouver le status des taches launchd

source: [Support]
fr: [Aide]

source: %@: %@Path: %@
fr: %@ : %@Chemin : %@

source: %@%@ (%@) %@ [Startup]: %@ %@ (%@)
fr: %@%@ (%@) %@ [Démarrage]: %@ %@ (%@)

source: %@%@ (%@) %@ [Startup]: %@ %@
fr: %@%@ (%@) %@ [Démarrage]: %@ %@

source: B KB MB GB TB
fr: o Ko Mo Go To

source: (Last used)
fr: (Utilisé en dernier)

source: linkstyle
fr: <head><style>a { font-family: sans-serif; } a:active { color: blue; } a:hover { color: blue; } </style></head>

source: Update Failed
fr: Échec de la mise à jour

source: updatefailed
fr: La mise à jour d’EtreCheck a échoué. Vous pouvez continuer, mais une nouvelle version d’EtreCheck est peut—être disponible.

source: Invalid
fr: Non-valide

source: EtreCheck Report
fr: Rapport d’EtreCheck

source: Continue
fr: Continuer

source: - Corrupt!
fr: - Corrompu !

source: - Count: %d
fr: - Nombre : %d

source: %@ - File exists but not expected
fr: %@ - Fichier existant, mais non prévu

source: %@, File size %llu but expected %llu
fr: %@, Taille du fichier %llu mais %llu prévu

source: [redacted]
fr: [expurgé]

source: com.facebook.videochat.[redacted].plist
fr: com.facebook.videochat.[expurgé].plist

source: Oracle recommends %@
fr: Oracle recommande %@

source: Anywhere
fr: N’importe où

source: Mac App Store and identified developers
fr: Mac App Store et développeurs identifiés

source: Unknown!
fr: Inconnu !

source: Unknown
fr: Inconnu

source: [unknown]
fr: [inconnu]

source: gatekeeperneedslion
fr: Informations Gatekeeper requièrent OS X 10.7.5 "Lion" ou ultérieur.

source: EtreCheck version: %@ (%@) Report generated %@
fr: EtreCheck version : %@ (%@) Rapport créé le %@

source: en
fr: fr

source: machineattributes
fr: /System/Library/PrivateFrameworks/ServerInformation.framework/Versions/A/Resources/French.lproj/SIMachineAttributes.plist

source: oldmachineattributes
fr: /System/Library/PrivateFrameworks/ServerKit.framework/Versions/A/Resources/French.lproj/XSMachineAttributes.plist

source: (Verified)
fr: (Verifié)

source: [Recovery]
fr: [Restauration]

source: startupitemsdeprecated
fr: Les éléments de démarrage sont obsolètes pour OS X Yosemite

source: Quit
fr: Quitter

source: Problem:
fr: Problème :

source: Confirm cancellation
fr: Confirmer l’annulation

source: Are you sure you want to cancel this EtreCheck report?
fr: Êtes-vous sûr de vouloir annuler ce rapport EtreCheck ?

source: No, continue
fr: Non, continuer

source: Yes, cancel
fr: Oui, annuler

source: (Low!)
fr: (Faible !)

source: Launchd job status not available.
fr: État du travail de ​​Launchd pas disponible.

source: %@ - Uptime: %@%@
fr: %@ - Temps depuis le démarrage : %@%@

source: %d day (plural rule: one)
fr: un jour

source: %d day (plural rule: other)
fr: %d jours

source: %d hour (plural rule: zero)
fr: moins d’une heure

source: %d hour (plural rule: one)
fr: environ une heure

source: %d hour (plural rule: other)
fr: environ %d heures

source: Upgradeable
fr: Extensible

source: Not upgradeable
fr: Pas extensible

source: Good - Handoff/Airdrop2 supported
fr: Bon - Handoff/Airdrop2 disponible

source: Old - Handoff/Airdrop2 not supported
fr: Obsolète - Handoff/Airdrop2 non disponible

source: %d interface (plural rule: zero)
fr: aucune interface

source: %d interface (plural rule: other)
fr: %d interfaces

source: Report complete
fr: Rapport complet

source: Encrypted
fr: Crypté

source: Locked
fr: Fermé

source: Unlocked
fr: Ouvert

source: Skip System Files:
fr: Ignorer les fichiers du système :

source: NO
fr: NON

source: YES - System files not being backed up
fr: OUI - Les fichiers du système ne sont pas sauvegardés

source: /Library/Logs/DiagnosticReports permissions
fr: Les utilisateurs standard ne peuvent pas lire /Library/Logs/DiagnosticReports. Lancer EtreCheck en tant qu’administrateur pour afficher plus d’informations.

source: [Details]
fr: [Les détails]

source: Checking information from log files
fr: Vérification des informations des fichiers journaux

source: Self test - passed
fr: Auto-examen - succès

source: Self test - failed
fr: Auto-examen - échec

source: Checking diagnostics information
fr: Vérification des informations du diagnostic

source: No details available
fr: Aucun détail disponible

source: %d error (plural rule: zero)
fr: aucune erreur

source: %d error (plural rule: one)
fr: une erreur

source: %d error (plural rule: other)
fr: %d erreurs

source: No help available
fr: Aucune aide disponible

source: adware
fr: EtreCheck a détecté que votre Macintosh est infecté par un adware identifié comme tel par les recherches propres d’Etresoft et les contributions des autres utilisateurs EtreCheck. Cliquez sur le bouton «Enlever» pour retirer l’adware. Les fichiers que vous enlevez seront automatiquement envoyés à Etresoft pour la vérification.

source: unknownfiles
fr: EtreCheck a détecté le logiciel qui n’est pas repris sur la liste blanche des logiciels sûrs. C’est peut-être un adware ou un malware. Mais il est aussi possible que ce soit un tout nouvel élément qui a besoin d’être ajouté à la liste blanche d’EtreCheck. Identifiez tous les fichiers que vous voulez enlever et ceux que vous voulez garder. Cliquez sur le bouton désiré pour enlever les fichiers marqués pour l’enlèvement ou signaler les fichiers légitimes à Etresoft. Si vous gardez un fichier, s’il vous plaît décrire pourquoi il devrait être ajouté à la liste blanche. Si vous ne savez pas quoi faire, garder les fichiers et les signaler à Etresoft pour la recherche. EtreCheck n’enlèvera pas un fichier qui porte une signature numérique publiée par Apple.

source: %d adware file (plural rule: one)
fr: Un fichier adware trouvé.

source: %d adware file (plural rule: other)
fr: %d fichiers adware trouvés.

source: %d unknown file (plural rule: one)
fr: Un fichier inconnu trouvé.

source: %d unknown file (plural rule: other)
fr: %d fichiers inconnus trouvés.

source: [Installed]
fr: [Installé]

source: [Cache]
fr: [En cache]

source: %d pressurekilledcount (plural rule: zero)
fr: aucun processus interrompu par manque de mémoire

source: %d pressurekilledcount (plural rule: one)
fr: un processus interrompu par manque de mémoire

source: %d pressurekilledcount (plural rule: other)
fr: %d processus interrompus par manque de mémoire

source: insufficientram
fr: Manque de mémoire !

source: linkhelp
fr: Cliquez sur les liens [Aide] pour l’assistance avec les produits non-Apple. Cliquez sur les liens [Détails] pour plus d’informations sur cette ligne. Cliquez sur les liens [Adware] pour l’assistance avec la suppression d’adware.

source: downloadetrecheck
fr: Télécharger EtreCheck chez

source: Display
fr: Écran

source: Battery: Health = %@ - Cycle count = %@
fr: La batterie : Santé = %@ - Comptage de cycles = %@

source: Battery serial number %@ invalid
fr: Numéro de série de la batterie %@ invalide

source: Good
fr: Satisfaisant

source: Fair
fr: À remplacer bientôt

source: Poor
fr: À remplacer de suite

source: (Technical Specifications)
fr: (Caractéristiques techniques)

source: Empty
fr: Vide

source: [Remove]
fr: [Retirer]

source: [Check files]
fr: [Vérifier ces fichiers]

source: More adware files
fr: Davantage de fichiers adwares

source: The following internal tasks failed to complete:
fr: Les tâches internes ci-dessous n’ont pas été finalisées.

source: - %@ Drive failure!
fr: - %@ Échec du disque !

source: GPU failure! - %@
fr: Échec du GPU ! - @

source: [Technical Specifications]
fr: [Les caractéristiques techniques]

source: [User Guide]
fr: [Le guide de l’utilisateur]

source: - Invalid signature!
fr: - Signature invalide !

source: - No signature!
fr: Aucune signature !

source: - Shell script!
fr: Script du shell !

source: - %@: Executable not found!
fr: - %@ : Logiciel non trouvé

source: - Executable not found!
fr: - Logiciel non trouvé

source: - codesign failed!
fr: - Échec de codesign !

source: Help
fr: Aide

source: Print Report
fr: Imprimer le rapport

source: Share Report
fr: Partager le rapport

source: Copy
fr: Copier

source: Copy to clipboard
fr: Copier dans le presse-papiers

source: Checking for hidden apps
fr: Vérification des apps cachées

source: Check Apple signatures: Enabled
fr: Vérifiez les signatures numériques des tâches d’Apple: Activé

source: Ignore known Apple failures: Disabled
fr: Ignorez les échecs d’Apple connus : Désactivé

source: Hide Apple tasks: Disabled
fr: Masquer les tâches d’Apple : Désactivé

source: Back
fr: Retour

source: Performance:
fr: La vitesse :

source: excellentperformance
fr: Excellente

source: goodperformance
fr: Satisfaisante

source: belowaverageperformance
fr: Inférieure à la moyenne

source: poorperformance
fr: Médiocre

source: [Warranty & Service]
fr: [Garantie & service]

source: service_desktop
fr: https://support.apple.com/kb/index?page=servicefaq&geo=United_States&product=Macdesktops

source: service_notebook
fr: https://support.apple.com/kb/index?page=servicefaq&geo=United_States&product=Macnotebooks

source: Text Size
fr: La taille du texte

source: addtowhitelistemail
fr: tell application "Mail" set newMessage to make new outgoing message with properties {subject:"%@", content:"%@" & return & return} tell newMessage set visible to true make new to recipient at end of to recipients with properties {name:"%@", address:"%@"} end tell activate end tell

source: Donate
fr: Faire un don

source: Thanks for your submission
fr: Merci

source: thanksforsubmission
fr: Merci pour votre proposition d’ajout à Etresoft. La vérification du rapport et la mise à jour de nos données peuvent prendre quelques jours. Merci de votre patience.

source: Submission failed
fr: Échec de téléchargement

source: submissionfailed
fr: Votre téléchargement au serveur EtreCheck a échoué. Voulez-vous utiliser le courriel à la place?

source: Yes - Send via e-mail
fr: Oui - Envoyer par courriel

source: No
fr: Non

source: %d applecount (plural rule: one)
fr: Une tâche d’Apple

source: %d applecount (plural rule: other)
fr: %d tâches d’Apple

source: %d file deleted (plural rule: zero)
fr: Aucun fichier placé dans la corbeille

source: %d file deleted (plural rule: one)
fr: Un fichier placé dans la corbeille

source: %d file deleted (plural rule: other)
fr: %d fichiers placés dans la corbeille

source: filesdeleted
fr: Les fichiers suivants ont été placés dans la corbeille.

source: filesdeletedfailed
fr: Quelques fichiers ne peuvent pas être retirés. Tous les fichiers restants doivent être enlevés manuellement.

source: nofilesdeleted
fr: Aucun fichier ne peut être supprimé. Ces fichiers doivent être enlevés manuellement

source: Restart recommended
fr: Il est recommandé de redémarrer

source: restartrecommended
fr: Quelques fichiers ont été enlevés. Etresoft vous recommande de redémarrer et faire un autre rapport EtreCheck pour vérifier que ces fichiers restent disparus.

source: Restart
fr: Redémarrer

source: Restart later
fr: Redémarrer plus tard

source: Restart failed
fr: Échec du redémarrage

source: restartfailed
fr: EtreCheck n’a pas réussi à redémarrer votre ordinateur. Faites-le redémarrer vous-même s'il vous plaît.

source: No Time Machine backup!
fr: Pas de sauvegarde Time Machine

source: notimemachinebackup
fr: EtreCheck n‘a pas pu trouver de sauvegarde Time Machine. EtreCheck requiert une sauvegarde Time Machine pour le retrait des fichiers.

source: Password required!
fr: Mot de passe exigé !

source: passwordrequired
fr: Vous devez utiliser votre mot de passe administrateur pour retirer certains de ces fichiers. Voulez-vous continuer ?

source: Cannot verify Time Machine backup!
fr: Impossible de vérifier la sauvegarde Time Machine !

source: cannotverifytimemachinebackup
fr: EtreCheck ne peut pas vérifier une sauvegarde Time Machine sur OS X 10.7 «Lion» ou inférieur. Avez-vous une sauvegarde Time Machine ?

source: No, I don’t have a backup
fr: Non. Je n’ai pas de sauvegarde

source: Yes, I have a backup
fr: Oui. J’ai une sauvegarde

source: thanksforadware
fr: Merci pour votre proposition d’ajout à la liste noire d’adware pour EtreCheck. La vérification du rapport et la mise à jour de nos données peuvent prendre quelques jours. Merci pour votre patience.

source: Adware upload failed
fr: Échec de téléchargement

source: adwareuploadfailed
fr: Votre signalement d’adware au serveur EtreCheck a échoué. Voulez-vous utiliser le courriel à la place?

source: nocontenthtml
fr: <strong>Aucune information sur la mise à jour n’est disponible.</strong>

source: changes
fr: changes_fr

source: Email: %@
fr: Courriel : %@

source: manualdonationlookup
fr: Si vous n’êtes pas sûr de ces renseignements, nous vous prions d’inclure toute autre donnée telles que votre nom et/ou la somme ou la date de votre don. Merci pour votre don ! S’il vous plaît, ne changez pas les lignes suivantes :

source: Please lookup donation
fr: S’il vous plaît, rechercher un don.

source: Donation Found!
fr: Don trouvé !

source: donationfound
fr: Merci pour votre don ! EtreCheck ne vous demandera plus de faire un don.

source: Donation not found
fr: Don pas trouvé

source: donationnotfound
fr: Nous sommes désolés, mais votre don n’a pas été trouvé. S’il vous plaît, utilisez la recherche manuelle.

source: Close
fr: Fermer

source: Outdated EtreCheck version!
fr: Version d’EtreCheck obsolète !

source: oldetrecheckversion
fr: Votre version d’EtreCheck est obsolète. Cette opération nécessite une version récente d’EtreCheck.

source: Unverified EtreCheck version!
fr: Version d’EtreCheck non vérifiée !

source: unverifiedetrecheckversion
fr: Impossible de vérifier votre version d’EtreCheck. Cette opération nécessite une version récente d’EtreCheck. Si vous utilisez un pare-feu, veuillez svp autoriser l’accès aux serveurs EtreCheck.

source: (cache only)
fr: (seulement en cache)

source: donateurl
fr: https://etrecheck.com/donate_fr.php?invoice=%@

source: Remove
fr: Enlever

source: Report
fr: Envoyer

source: freeram
fr: RAM disponible

source: usedram
fr: RAM utilisée

source: swapused
fr: Fichier d’échange utilisé

source: filecache
fr: Fichiers en cache
